examples/05-call-tree-flow/output/exceptions.puml
@startuml
skinparam shadowing false
("App\Service\AuthService::authenticate") --> ("App\Repository\UserRepository::find")
("App\Controller\LoginController::login") --> ("App\Service\AuthService::authenticate")
@enduml
